brew "bat"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "gemini-cli"
brew "gh"
brew "git"
brew "lua"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "uv"
brew "zoxide"
cask "claude"
cask "claude-code"
cask "cursor"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "fork"
cask "ghostty"
cask "google-chrome"
cask "obsidian"
cask "orbstack"
cask "protonvpn"
cask "proxyman"
cask "synology-drive"
cask "todoist-app"
cask "tor-browser"
